Repository: jc1850/Apps
Catalog: P/description/*.xlf
Languages: de, zh_cn

# shortdescription-android
source: Measure Internet Censorship, Speed & Performance
de: Führe Messungen zu Internet Zensur, Geschwindigkeit und Performance durch
zh_cn: 测量互联网审查、速度及性能

# title-ios
source: ooniprobe - Measure Internet Censorship & Speed
de: ooniprobe - Messe Ausmaße von Internet Zensur
zh_cn: ooniprobe - 测量互联网审查与网速

# subtitle-ios
source: Measure Internet Censorship
de: Messe Internet Zensur
zh_cn: 测量互联网审查

# promotionaltext-ios
source: Collect evidence of Internet censorship. Measure the speed and performance of your network.
de: Erfasse Hinweise auf Internet Zensur. Messe die Geschwindigkeit und Performance deines Netzwerks.
zh_cn: 汇集互联网审查的踪迹。测量您的网络的速度与性能。

# intro
source: Collect evidence of Internet censorship. Measure the speed and performance of your network. Play an active role in increasing transparency of information controls around the world.
de: Erfasse Hinweise auf Internet Zensur. Messe die Geschwindigkeit und Performance deines Netzwerks. Spiele eine aktive Rolle bei der Ausweitung der Transparenz von Informationskontrollen.
zh_cn: 汇集互联网审查的踪迹。测量您的网络速度与性能。促进全球的信息透明度。

# intro2
source: By running ooniprobe, you will examine the blocking of websites, your network's speed and performance, and whether systems that could be responsible for censorship and surveillance are in your network.
de: Durch das Ausführen von ooniprobe untersuchst du das Blockieren von Webseiten, die Geschwindigkeit und Performance deines Netzwerks und ob sich Systeme, die zur Zensur oder Überwachung dienen können, in deinem Netzwerk befinden.
zh_cn: 通过运行 ooniprobe，您可以查验网站封锁、网速和性能情况，以及所使用的网络是否受到监控与封锁。

# intro3
source: These tests have been developed by the Open Observatory of Network Interference (OONI), a free software project (under The Tor Project) that aims to uncover Internet censorship around the world.
de: Diese Tests wurden vom Open Observatory of Network Interference (OONI) entwickelt, ein Freies Software Projekt (unter dem Tor Projekt), das zum Ziel hat, Internet Zensur weltweit aufzudecken.
zh_cn: 这些测试由Open Observatory of Network Interference (OONI)开发，它是 Tor Project旗下的一个自由软件项目，旨在揭示全球各地的互联网审查状况。

# intro4
source: Since 2012, OONI has collected millions of network measurements across more than 190 countries, shedding light on multiple cases of network interference. By running ooniprobe, you will help increase transparency of Internet censorship around the world.
de: Seit 2012 hat OONI Millionen von Netzwerk Messungen in mehr als 190 Ländern durchgeführt und dabei mehrere Fälle von Netzwerk-Interferenzen aufgedeckt. Durch das Ausführen von ooniprobe hilfst du, die Transparenz im Bezug auf weltweite Internet Zensur zu erweitern.
zh_cn: 自2012年以来，OONI已收集全球超过190个国家/地区的上百万次的网络测量数据，揭示了多起网络干扰案例。运行 ooniprobe 可协助提高全球各地互联网审查的透明度。

# evidence-title
source: Collecting evidence of Internet censorship
de: Sammeln von Hinweisen auf Internet Zensur
zh_cn: 汇集互联网审查的踪迹

# evidence-description
source: OONI's Web Connectivity test is designed to examine whether access to sites is blocked through DNS tampering, TCP/IP blocking, or by a transparent HTTP proxy. By running this test, you will collect data that can serve as evidence of Internet censorship, and you will be provided with circumvention tips.
de: OONIs 'Web Connectivity' Tests wurden entworfen, um die Sperrung von Webseiten durch sog. DNS tampering, TCP/IP Blocking oder transparente HTTP Proxys zu ermitteln. Durch das Ausführen dieses Tests erfasst du Daten, die als Hinweise auf Internet Zensur dienen können. Zusätzlich werden dir mit Ratschläge zur Umgehung angeboten.
zh_cn: OONI网站连线测试用来检测是否通过DNS篡改，TCP/IP封锁或透明HTTP代理阻止连接网站。运行此测试，用户可以汇集互联网审查的踪迹并提供一些规避技巧。

# systems-title
source: Detecting systems responsible for censorship and surveillance
de: Aufdecken von Systemen, die zur Zensur und Überwachung dienen
zh_cn: 检测推动审查与监控的系统

# systems-description
source: OONI's HTTP Invalid Request Line test is designed to uncover the presence of systems that could be responsible for censorship and surveillance.
de: OONIs 'HTTP Invalid Request Line' Test wurde entworfen, um die Anwesenheit von Systemen, die für Zensur und Überwachung verantwortlich sein können, aufzudecken.
zh_cn: OONI HTTP无效请求行测试用来揭发可能负责推动审查与监控的系统

# speed-title
source: Measuring the speed and performance of your network
de: Messe die Geschwindigkeit und Performance deines Netzwerks
zh_cn: 计量网络的速度与性能

# speed-description
source: OONI's implementation of the Network Diagnostic Test (NDT) measures the speed of your network by connecting to M-Lab servers near you and by collecting low level TCP/IP information that can help characterize the speed and performance of your network.
de: OONIs Implementierung des 'Network Diagnostic Test' (NDT) misst die Geschwindigkeit deines Netzwerks durch Verbindung zu M-Lab Servern in deiner Nähe und durch das Sammeln von systemnahen TCP/IP Informationen, die helfen können, die Geschwindigkeit und Performance deines Netzwerks zu messen.
zh_cn: OONI 透过连结到最近的 M-Lab 服务器来执行网络诊断测试(NDT)以测量网络速度，以及收集底层 TCP/IP 信息来帮助评估网速和性能。

# opendata-title
source: Open data
de: Offene Daten
zh_cn: 开放数据

# opendata-description
source: OONI publishes all network measurement data that it collects because open data allows third parties to conduct independent studies, verify OONI findings and/or to answer other research questions. Such data also helps increase transparency of Internet censorship around the world. All data is published on OONI Explorer: https://explorer.ooni.torproject.org/
de: OONI veröffentlicht alle Daten zu den erfassten Netzwerk Messungen, um Dritten die Möglichkeit zu geben, unabhängige Untersuchungen durchzuführen, OONIs Ergebnisse zu überprüfen und/oder anderweitige Forschungsfragen zu beantworten. Daten dieser Art helfen darüber hinaus, die Transparenz im Bezug auf Internet Zensur auszuweiten. Alle Daten sind im OONI Explorer veröffentlicht: https://explorer.ooni.torproject.org/
zh_cn: OONI 公布收集到的所有网络测量数据，因为开放数据可以让第三方进行独立研究、检证 OONI 的发现，或是回答其他研究问题。这类数据也能协助提高全球互联网审查的透明度。所有数据都公布在 OONI Explorer: https://explorer.ooni.torproject.org

# freesoftware-title
source: Free software
de: Freie Software
zh_cn: 自由软件

# freesoftware-description
source: All OONI tests, as well as its NDT implementation, are based on free and open source software. You can find the source code through the following link: https://github.com/thetorproject/ooniprobe-android
de: Alle OONI Tests, sowie seine NDT Implementierung, basieren auf Freier- und Open Source Software. Der Quelltext ist unter folgendem Link zu finden: https://github.com/thetorproject/ooniprobe-android
zh_cn: 所有 OONI 测试以及网络诊断都基于自由开源软件。任何人都可从以下链接查看源代码：https://github.com/thetorproject/ooniprobe-android

# social-links
source: Follow us on Twitter: https://twitter.com/OpenObservatory
de: Folge uns auf Twitter: https://twitter.com/OpenObservatory
zh_cn: 关注我们的推特: https://twitter.com/OpenObservatory

# disclaimer
source: Please note: Running ooniprobe might be against the terms of service of your ISP or legally questionable in your country. By running ooniprobe you will connect to web services which may be banned, and use web censorship circumvention methods such as Tor. The OONI project will publish data submitted by probes, possibly including your IP address or other identifying information. In addition, your use of ooniprobe will be clear to anyone who has access to your computer, and to anyone who can monitor your Internet connection (such as your employer, ISP or government).
de: Bitte beachte: Das Ausführen von ooniprobe könnte gegen die AGB deines Internet Providers verstoßen oder in legale Grauzonen deines Landes fallen. Durch das Ausführen von ooniprobe verbindest du dich mit möglicherweise unerlaubten Internet Diensten und benutzt Internet-Zensur-Umgehungsmethoden wie Tor. Das OONI Projekt publiziert alle Daten, die von Sonden übermittelt werden, potenziell mit Einbeziehung deiner IP Adresse oder anderen identifizierbaren Informationen. Darüber hinaus wird deine Benutzung von ooniprobe jedem, der Zugang zu deinem Computer, sowie jedem, der deine Internet Verbindung überwachen kann (wie dein Arbeitgeber, Internet Provider oder Regierung), erkennbar sein.
zh_cn: 请注意：运行 ooniprobe 有可能会违反您的网络服务提供商的用户条款或是所在国家的法令规定。运行 ooniprobe 时，用户将会连接可能已被封禁的万维网服务，以及使用抗衡网络封锁的工具如 Tor。OONI 项目会发布调查所得数据，可能包含您的 IP 地址或其他可识别信息。此外，任何使用您电脑或监控您的网络活动(如网络提供商、政府或上司)的人都可以知道您正在运行ooniprobe。

# screenshot1
source: Detect Internet censorship and test your network's speed and performance
de: Decke Internet Zensur auf und teste die Geschwindigkeit und Performance deines Netzwerks
zh_cn: 检测互联网审查以及测试网络速度与性能

# screenshot2
source: Uncover evidence of Internet censorship and learn how to circumvent it
de: Decke Internet Zensur auf und lerne, sie zu umgehen
zh_cn: 揭露互联网审查佐证，并学习如何规避

# screenshot3
source: Run a sophisticated network speed and diagnostics test
de: Führe einen komplexen Netzwerk-Geschwindigkeit und Diagnostik Test durch
zh_cn: 运行复杂的网络速度与诊断测试

# screenshot4
source: Easily discover which websites are blocked on your network
de: Finde einfach heraus, welche Webseiten in deinem Netzwerk blockiert sind
zh_cn: 轻松地发现你的网络中哪些网站已被屏蔽封锁

# screenshot5
source: Testing your network is fun with a friendly octopus!
de: Dein Netzwerk zu testen macht Spaß mit einem freundlichen Oktopus!
zh_cn: 与友善的章鱼哥一起来测试你的网络状况吧！

# feature-graphic
source: The Open Observatory of Network Interference is a global observation network for detecting censorship, surveillance and traffic manipulation on the Internet.
de: Das Open Observatory of Network Interference ist ein globales Observations Netzwerk für die Aufdeckung von Zensur, Überwachung und Traffic Manipulation im Internet.
zh_cn: OONI 是一个全球的观测网络，以侦测联网的审查、监控、流量操控等状况。

# keywords
source: network,speedtest,measurement,net,wifi,networking,scan,bandwidth,bench,dns,mobile,ooni,research,tool
de: netzwerk,geschwindigkeitstest,messung,netz,wlan,vernetzung,scan,bandbreite,bench,dns,mobil,ooni,forschung,werkzeug
zh_cn: 网络、速度测试、测量、wifi、扫描、宽带、标准、dns、移动、ooni、研究、工具
